[{"title":"时间管理大法","date":"2024-04-29T11:07:56.000Z","path":"gtd/","text":"GTD是Get Things Done的缩写，由大卫·艾伦发明，主要动机是帮助人们更有效地管理他们的工作和生活，减少压力，提高生产力。以下是一些原因： 信息过载和压力：在现代社会，人们面临着大量信息和任务，容易感到不知所措和焦虑。GTD旨在帮助人们管理这些信息，减轻压力。 任务和承诺管理：人们通常有很多任务、承诺和项目需要处理，容易遗漏或混淆。GTD提供了一种结构化方法，以便更好地管理这些任务和承诺。 提高生产力：GTD鼓励人们将任务分解为小步骤，并根据上下文和优先级进行管理。这有助于提高工作效率，使人们能够更快速地完成任务。 清晰思维：通过将任务记录在一个系统中，人们可以释放大脑的空间，从而更专注于当前的工作和决策，而不用担心遗漏的任务。 自我组织：GTD教导人们如何更好地组织自己的生活，包括工作和非工作领域。这有助于提高整体生活质量。 灵活性：GTD方法非常灵活，可以根据个人需求和工作流程进行定制。这使得它适用于各种职业和生活方式。 通过GTD的步骤，让生活和工作更有效GTD（Getting Things Done）方法中提到的五个横向管理的阶段是指五个关键的处理步骤，用于有效地管理任务和信息。这些阶段有助于将任务从头脑中解放出来，确保您可以专注于当前的工作。以下是这五个阶段的详细说明： 收集（Collect）： 这是GTD的起点，您需要将大脑中的所有任务、承诺、想法和信息收集到一个信任的系统中，如待办事项列表、笔记本或电子应用程序。 收集不仅包括明显的任务，还包括一切可能需要行动或处理的事项。这有助于确保您不会遗漏重要的工作。 处理（Process）： 在处理阶段，您需要决定如何处理收集的事项。每个事项都需要进行以下操作之一：完成、委派、推迟、或者将其放入适当的项目或上下文中。 如果一项任务可以在两分钟内完成，建议立即去做它，以避免将其拖延。对于不可立即处理的任务，您需要分配适当的下一步行动。 组织（Organize）： 在组织阶段，您将已处理的事项组织成项目，项目是具有多个相关任务的集合。同时，将任务与适当的上下文（例如，需要电脑、电话或在特定地点完成的任务）相关联。 此阶段确保您的任务和项目清晰、可管理。 回顾（Review）： 定期回顾是GTD的关键，这意味着您需要定期检查任务列表、项目和上下文。这可以是每周或每月的活动，具体取决于您的偏好。 回顾有助于确保任务和项目保持最新和适应当前需求，同时也可以帮助您重新确定优先级。 执行（Engage）： 在执行阶段，您根据上下文和优先级来选择要执行的任务。这是将GTD方法付诸实践的阶段，专注于当前任务，以确保进展。 通过执行，您将完成任务，并逐步实现项目和目标。 这五个横向管理的阶段是GTD方法的核心，它们帮助您将任务和信息组织得井井有条，使您能够更好地管理时间、提高效率，同时减轻了压力和焦虑。它们可以应用于各种工作和生活情境，以提高个人生产力。 回归人生目标，再谈实现方法制订有效的目标是实现个人和职业成功的关键。需要以终为始的考虑当下，目标才更准确。以下是一些方法，可以帮助您更好地制订目标： 明确性和具体性：确保您的目标是明确和具体的。避免模糊的描述，而是明确定义您要达到的结果。 可衡量性：确保您的目标可以度量和跟踪。这样，您可以了解进展并确定是否已经实现了目标。 可实现性：目标应该是可实现的，即在现实条件下可以完成。避免过于理想化的目标，而是考虑您可用的资源和时间。 相关性：确保您的目标与您的价值观、兴趣和长期愿景相一致。它们应该与您的生活和职业有关。 时间限制：为您的目标设置截止日期。这可以为您提供一个时间框架，鼓励您采取行动。 分解：将大目标分解为更小的、可管理的子目标或任务。这可以帮助您更容易地实现长期目标。 记录：将目标写下来，将其具体化。将其放在一个地方，以便您可以经常查看和回顾。 挑战性：目标应该具有一定的挑战性，激发您的成长和努力。然而，要确保挑战不至于过于不切实际。 自我激励：确定目标与您的个人动机和意义相关联。这将有助于您在面对困难时保持动力。 定期回顾和调整：定期审查您的目标，检查进展，并根据需要进行调整。有时候，情况可能会发生变化，需要重新评估目标。 分享：与他人分享您的目标，这可以为您提供社会支持和激励，还可以增加 accountability（负责任）。 最重要的是，您的目标应该是根据您的个人价值观和长期愿景制定的。它们应该是有意义的，并激发您朝着更好的方向前进。制订目标是一个有策略的过程，需要时间和反思，但它可以帮助您取得更大的成就。 有目标，有方法，生活更美好GTD的主要目标是提高个人生产力、减少压力和焦虑，以及提高工作和生活的组织性。它为您提供了一种系统化的方法来管理任务和项目，确保您可以更专注地工作和生活。这个方法的灵活性使您能够根据自己的需求和偏好进行调整。","tags":[{"name":"时间","slug":"时间","permalink":"https://rod365.com/tags/%E6%97%B6%E9%97%B4/"},{"name":"管理","slug":"管理","permalink":"https://rod365.com/tags/%E7%AE%A1%E7%90%86/"},{"name":"GTD","slug":"GTD","permalink":"https://rod365.com/tags/GTD/"}]},{"title":"中年，职场和健康——共读《额尔古纳河右岸》","date":"2024-04-26T07:42:04.000Z","path":"book-eegn/","text":"最近读了一本书，2005年首次出版的茅盾文学奖作品《额尔古纳河右岸》，作者迟子建老师。这本书出版至今已经9个年头了。书中的第一人称口吻的“我”，是鄂温克族最后一位酋长的妻子，也在2022年8月去世，享年101岁。这个百岁老人也用最后的力量向我们讲述了一个民族的百年孤独。 跟伙伴们一起直播聊聊读后的一些感悟，以下是我们的讨论和思考： 主持人：大曲，我知道您的阅读量非常之大，但是我也知道您是不大涉猎这类宏观文学作品的，所以我很好奇您读完这本书有哪些思考？ 大曲：是的，我平时可偏向于读关于计算机技术、算法、企业管理、组织文化方面的一些书，对于这种情况比较细腻的书读的确实比较少。我在看到这本书的时候我第一个问题是：为什么不是左岸？额尔古纳河是中俄界河，左岸是俄罗斯。这本书其实是很有意思的，它描写了非常多关于自然、关于遵循人的生长与发展规律，遵循自己内心生活等等很多对今天的都市人和职场人来说有帮助的一些内容。比如说他们生活的希楞柱，看到这里我也不知道这是什么东西，搜了一下我发现，哦，希楞柱是用柱子搭成，从希楞柱里能看到星星，希楞柱用动物皮围起来等等，这些都很有意思。 主持人：是的，书里写到的鄂温克族人，他们栖息在长白山上，所以他们的希楞柱都是用白桦树搭成的，外面的那层皮子就是袍子皮或者驯鹿皮。着苔藓而栖的驯鹿和视驯鹿为灵兽的鄂温克族跟着驯鹿不断迁徙，这本身就是一个高山民族朴素而又无比吸引外族人的生活方式。站在今天来看，这种生活方式充满了吸引力。 主持人：不少读者都说这本书治疗好了他的精神内耗，这些读者多是一些常年生活在都市中的职场人。他们与大自然的链接已经非常少了，甚至是稀缺。那么大曲，你可以跟我们分享一下今天的职场在发生什么，让这些年轻人如此进退两难呢 ？ 大曲：今天的职场是内卷的。内卷是一个这几年被创造出来的词儿，它的意思是指职场的一些无效、低效的竞争。这种竞争常常因为组织的设计不合理、业务的发展规划不清晰而造成。这对于职场年轻人很不好，对35岁左右的成熟职场人更加不友好。职场是需要拼体力，还要拼汇报能力的，对于35岁的职场人来说，拼体力不是个好策略了。所以中年职场后如何追求长远的职场发展、如何平衡工作与生活、更加关注自己的健康情况就变得很重要。 主持人：一本书有很多种分享方式，在直播中我们与大曲从几个关键词为大家分享这本《额尔古纳河右岸》，帮助我们的职场人来更具象的关注自身、解决当下的问题。 关键词1：焦虑职场焦虑现象普遍存在于现代社会，表现为员工对工作压力、职业前景、人际关系和职场年龄等产生过度担忧与紧张情绪。其主要原因有三：一是激烈竞争环境下，对个人能力与业绩的高期待与现实挑战之间的落差引发焦虑；二是职业发展的不确定性，如晋升受阻、行业变迁、技能过时等，使人对未来感到不安；三是复杂的人际关系处理，如上下级矛盾、同事冲突、客户沟通压力等，加剧心理负担。第四，职场年龄，有起在互联网及相关行业，35岁以上有很高的被裁员风险。四者交织，导致职场人士频繁陷入焦虑状态。 在《额》中，迟子建老师描写了非常多关于大自然四时之景，在自然界一切都是不急不躁、浑然天成： 鄂温克族人生活在大兴安岭深处，俗话说靠山吃山，很多生活物资来自大自然的恩赐，所以他们热爱自然，珍惜自然，虔诚的敬畏自然，与自然和谐共处。比如书中这么写到自然：我发现春光是一种药，最是能给人疗伤。风把柳树吹的柔软的时候，母亲总要拨下一篓一篓的柳树皮，背会稀楞柱，她将柳树皮在火上烧了了，让他们变更更加柔软，然后撕成细丝，然后在腿上反复揉搓，使得他们更加的蓬松，晾干后，储存起来。那时我不明白他们是做什么用的，母亲总是会说，等你长大了，你就知道了。他们用桦树皮做盒子、做桦树皮船等等各种生活用具。他们对自然的认知，让人深深的感到，人和自然是一个整体，所以自然的一切变化与我们生活的变化是息息相关的。他们不砍大树，不在森林中大声喊叫，迁徙之前会深埋生活垃圾，恢复环境。为了保护森林树木，防止森林火灾，他们发明了一种口烟，用碾碎的烟丝、茶和炭灰三样东西调和而成，这样的烟不用火，可以直接塞到牙床上，一样能起到提神的作用。每到春夏轮换时节，都用口烟代替香烟，每次只储存一周的实物，从不过多索取，在他们的眼中，自然里一切都是生命，都应敬畏。老祖母说：如果我是一棵历经了风雨却仍然没有倒下的老树的话，我膝下的儿孙们就是树上的枝桠，不管我多么老了，那些枝桠却依然茂盛。 关键词2：竞争主持人：大曲，您认为职场中竞争来自于什么？究其原因有哪些？ 大曲：首先，面对当前的就业压力，竞争激烈是非常现实的事情。在现有的岗位，没有特别大的能力且单独一个人在战斗是没有未来的。到中年的人，在职场有两个类型，专家型和管理型，专家型基本没有压力，这种专家是真的专家。回到物流行业来说，专家相对优势不明显，这个行业只有经验型专家，没有技术型专家。管理型的专家，在业务上如果没有团队且团队能力足够强，基本在40+就可能被主动辞退。 书中对竞争和压力也给了我们一些启示： 慢节奏生活方式：鄂温克人的生活方式与现代都市的快节奏形成鲜明对比，他们与自然同步，遵循季节更替劳作、迁徙，日常生活充满了仪式感和对自然的敬畏。书中对这种慢生活节奏和简单生活乐趣的描写，如制作手工艺品、围炉夜话、观星赏月等，可以让读者暂时抽离现代社会的快节奏和高强度压力，感受到生活的宁静与满足。 自然疗法与心灵寄托：鄂温克人与大自然的紧密联系，以及他们如何从自然中寻求精神慰藉的描写，如祭祀仪式、与动物的灵性交流、倾听自然的声音等，这些段落可能传达出一种超脱竞争、回归内心的平和状态，提醒读者在面临压力时寻找内心的力量与外界的支持，而非单纯依赖竞争来解决问题。 关键词3：健康这本书中会发现，物质对他们来说越简单越好。物质带来欲望，而欲望在他们理解中就是灾祸。所以他们日出而作日落而息，孩子们对于大自然的认识来自于跟父母一起打猎一起劳作的传授，但是你觉得他们是那么的富足，他们拥有灿烂的阳光、清新的空气、闪烁的繁星、静静流淌的大河、充满生机的森林。年轻人后来出去读书，生活在大城市，但是还是喜欢回到这里，因为这一片神奇的土地给了人以智慧、包容，让人平静。疫情后，消费降级开始在包括欧美、中国等国家年轻人中流行。主要表现在运动、低物质欲望和关注身体健康。 最后的思考今天我们分享了这本书，其实不管你是否身处职场中，深陷在这个一步步给你带来精神内耗泥潭；抑或是你是一个自由职业者，自由自在却又被看不见的一根世俗之绳绑着不得已在精神胜利与三十而立间摇摆；或者你还是一个学生，对未知之未来充满期待，又对未来所需之技能一无所知；又或者，你已开启自己的退休生活和第二人生，在脱离熟悉的轨道和新的生活中矛盾和不适应。不管是哪种，我们都推荐你看看这本书。 第一次读的时候，你会因为其间的自然之壮美、美景之丰富、鄂温克族人精神之富足而暂时获得心灵的平静； 第二次读的时候，你开始感慨人与人之间毫无征兆的相遇与分离，有一些死亡来的触不及防，有一些意外来的无可奈何，你会看到命运中无法捉摸又无法逃脱的安排。 第三次读的时候，你一定会深刻的记住一些细节和描写，然后可以代入时代这个变量看待这个书所传达的思想。比如我会印象深刻妮浩每就一个人就要死一个自己的孩子，那是一种自然的平衡吗？如果是，现在医学就是在打破这种平衡。举例：医院的新生儿自然生育率和死亡率。 一本好的书，带给我们思考和对生命的更深刻的理解。 最后这是“朴实的大曲”抖音直播间的第一场直播，谢谢大家的陪伴。 也欢迎关注我们的微信公众号：朴实的大曲。求关注，求点赞，求转发。最重要的是给我们一个大大的赞，让我们知道我们不孤单。我们也非常欢迎跟你一起讨论有关职场 生活和供应链。您可以到我们的抖音直播间公屏上以及微信公众号给我们留言，在这个时代，不做“无鸣英雄”。","tags":[]},{"title":"年龄焦虑与职场高龄","date":"2024-04-17T09:41:15.000Z","path":"workage/","text":"冷静审视：关于健康数据的启示《2021年中国卫生健康事业发展统计公报》近日发布，显示中国居民人均预期寿命已达到78.2岁，较2020年的77.93岁略有上升。放眼全球，《2022年世界卫生统计》报告指出，2019年全球平均预期寿命为72.8岁。 高龄职场的挑战当前的职场环境充满了内卷现象，包括过度优化简单问题和无意义的追求完美等。内卷的形式主要有两种：向上汇报和加班文化。 一般而言，聪明、高效且自尊心强的人往往是业务高手，这些人从小到大都是表现出色的学生，但他们往往不占据高职位。这背后有两个原因：一是每个业务领域的顶端职位十分有限；二是“八零后”这一代，受到国家义务教育政策影响，具备坚韧不拔和自力更生的特质，但这些特质并不完全适合高级管理职位所需的领导力和战略决策能力。 此外，除了销售岗位外，薪酬体系与职级紧密相关。在35岁之前，有大公司的背书和高于平均水平的收入可以为职场人士带来一定的安全感，但35岁之后，如果只有专业技能而缺乏其他关键能力，职场自尊问题将成为不可避免的挑战。 职场中的年龄现象——正视35岁以上在互联网行业广为流传的“35岁诅咒”与人类的平均预期寿命形成鲜明对比，为职场人士带来极大的心理压力。 设想一下，如果35岁就面临失业，而养老金（人均1500元&#x2F;月）只能支持15-20年，那么对于既有老人需要赡养又可能有小孩需要照顾的我们，生活质量和基本生活保障将面临严峻考验。尤其是近年来房价高企，经济压力更是难以言说。 当然，35岁就失业并非必然，人工智能对劳动市场的影响也非一蹴而就。但对于35岁以上的职场人士，除了收入问题外，还有一个难以启齿的问题：职场尊严。 焦虑与觉醒尽管现代社会的压力无处不在，每个人都是被体制推动的齿轮，但我们也可以选择适应时代，顺势而为。如果无法达到顶级职位，职场中的高龄焦虑将变成必然。 随着你步入35岁以上的生活阶段，我祝愿你早日觉醒，顺利面对未来的挑战。我们都要多加保重！ 策略与调整：职场中35岁以上的应对之道面对职场中35岁以上可能遇到的挑战，这里提供几个实用的建议，帮助你更好地适应并克服职场难关： 终身学习： 随着技术和行业标准的快速变化，持续学习成为必不可少的能力。利用在线课程、研讨会或专业认证来不断更新你的技能和知识库。 网络扩展： 建立和维护一个多元化的职业网络。这不仅可以帮助你获取行业内的信息，还可能开启新的职业机会。参加行业会议和社交活动，积极与行业内的人士建立联系。 职业规划： 清晰地规划你的职业道路，设定短期和长期目标。考虑进行职业转型或寻找可以充分利用你经验的职位。 心理调适： 学习应对职场压力的方法，如冥想、瑜伽或其他放松技巧。保持积极的心态对于应对职场中的挑战至关重要。 财务规划： 提前规划你的财务未来，特别是退休计划。理智投资和储蓄可以帮助你在未来减轻经济压力。 健康管理： 维持健康的生活方式对于保持职业竞争力至关重要。规律的体育活动和均衡的饮食可以提高你的工作效率和生活质量。 开拓副业： 考虑发展一项副业，这不仅可以作为额外的收入来源，还能为职业生涯带来更多的灵活性和安全感。 通过这些策略，你不仅可以减轻职场中的焦虑，还可以积极地影响你的职业发展和生活质量。在面对挑战时，保持积极主动的态度是关键。","tags":[{"name":"职场","slug":"职场","permalink":"https://rod365.com/tags/%E8%81%8C%E5%9C%BA/"}]},{"title":"跨境业务结算系统调研","date":"2024-04-17T04:58:44.000Z","path":"settle/","text":"痛点面对当前跨境业务使用物流服务众多，计费逻辑复杂，导致结算也非常复杂的问题，计划推出一套管理计费和结算对账系统。作为卖家的你，物流费用是否能够计算准确，物流服务商提供的账单是否正确？在结算团队有人能够准确无误核算清楚？当你也在面对以上问题，请留下您的反馈和宝贵的联系方式 定价调研大家关心的更多是系统的价格，基础版月度预计在人民币：5000元左右；可以按订单量来计费 功能概述在线的管理卖家使用的物流服务商价格，订单会自动计费推送到结算系统，结算系统完成自动对账功能，以下为Mockup业务图，最终功能以线上为准。 详细功能示意图物流产品管理能够把公司使用的跨境物流产品配置到系统中，把产品规则配置到系统中，所有产品规则会预置在系统中，用户只需要修改价格就可以。 服务产品价格管理供应商每次价格变化，只需要增加新的版本管理，历史价格都在线上留存，方便数据分析和回顾 付款明细当系统接受到订单后，系统会根据系统配置的价格来计算应该付款给供应商的金额和明细 供应商对账供应商提供账单过来后，将其导入到系统中，系统会自动的进行对比，把差额部分标记出来，同时生成调整单，调整完成后，付款明细也会增加要付款的金额 付款单所有账对完成之后，根据付款计划会生成付款单，自动或者手工打款给供应商。 银行流水银企对接后，系统会拉取银行流水，在系统中自动或者手动关联到付款单，完成付款核销。 运营数字化是效率提高的前提，欢迎留言讨论","tags":[{"name":"调研","slug":"调研","permalink":"https://rod365.com/tags/%E8%B0%83%E7%A0%94/"},{"name":"跨境","slug":"跨境","permalink":"https://rod365.com/tags/%E8%B7%A8%E5%A2%83/"}]}]